greet = "Приветствую, {name}! Я ваш личный помощник, готовый быстро помочь вам найти работу вашей мечты. "
help  = "{name}, Если у тебя возникли вопросы, вот список базовых вопросов"
start_search_job = "Начать поиск работы!"
back =  "Назад"
like = "❤️ Отправить резюме"
dis = "👎 Далее"
test = "Сообщение заглушка"
admin = "Админ-Панель"
admin_panel = "Вы вошли в алмин панель"
stat = "Статистика бота"
block_text = "Блокировать пользователя"
unlock_text = "Разблокировать пользователя"
job = "Смотреть вакансии"
re = "Изменить критерии отбора"
yes = "Да"
no = "Нет"
rossia = "Россия"
uzbek = "Узбекистан"
kazah = "Казахстан"
gruzia = "Грузия"
belrus = "Беларусь"
azer  = "Азербайджан"
kirgiz = "Кыргызстан"
other = "Другие регионы"
saintp = "Санкт-Петербург"
moscow = "Москва"
other_city = "Другие города"
help_text = """Q1: Что такое AllWorks бот?
A1: AllWorks бот - это умный помощник, созданный для помощи вам найти работу или подходящего сотрудника. Он предлагает широкий спектр функций, чтобы сделать поиск работы или сотрудника максимально удобным.

Q2: Как начать использовать бота?
A2: Просто нажмите "Старт" и следуйте инструкциям. Бот будет задавать вам вопросы и предоставлять варианты действий.

Q3: Могу ли я настроить уведомления о новых вакансиях?
A3: Да, вы можете настроить уведомления о новых вакансиях, которые соответствуют вашим предпочтениям. Просто укажите критерии поиска, и бот будет держать вас в курсе.

Q4: Какова стоимость использования бота?
A4: Использование бота абсолютно бесплатно. Вы можете воспользоваться всеми его функциями без каких-либо платежей.

Q5: Какая информация требуется для поиска работы или сотрудника?
A5: Для поиска работы бот может попросить вас указать вашу специальность, город и желаемую зарплату. Для поиска сотрудника нужно будет указать требования к соискателю.

Q6: Могу ли я обновить свой профиль?
A6: Да, вы можете обновлять информацию в своем профиле в любое время, чтобы отражать текущие данные.

Q7: Как обеспечивается безопасность данных?
A7: Мы предоставляем высокий уровень безопасности для ваших данных. Вся информация обрабатывается конфиденциально и не передается третьим лицам.

Q8: Как я могу связаться с поддержкой?
A8: Вы можете связаться с нашей службой поддержки, отправив сообщение через наш канал. Наша команда готова помочь вам решить любые вопросы.

Q9: Как я могу изменить настройки уведомлений?
A9: В разделе настроек профиля вы можете выбрать, какие уведомления вы хотите получать, и настроить их в соответствии с вашими предпочтениями.

Q10: Какой язык поддерживает бот?
A10: Наш бот поддерживает русский язык."""



